<!-- 認証処理 -->
<?php include(__DIR__.'/../auth.php'); ?>

<!DOCTYPE html>
<html>
<head>
  <meta charset="UTF-8">
  <title>研究室内限定(Local info)</title>

  <!-- 共有ファイル -->
  <?php include($_SERVER['DOCUMENT_ROOT'].'/include.php'); ?>
</head>

<!-- ヘッダー埋め込み -->
<?php include(__DIR__.'/../header.php'); ?>

<body>
  <div class="main">
    <a href="../local.php">研究室内限定(Local info)</a>　>　<a href="index.php">B3課題</a>　><br>
    <h1>PaperReading</h1>

    <table>
      <tr>
        <td>
          <div>
            <span>論文読みは研究活動の基本中の基本です．最新の研究内容を知る，関連研究を探すことが主な目的ですが，論文の良し悪しを知ることで，章構成，日本語，図表のデザインなどの論文執筆能力を上げることも目的です．世の中には無数の論文があります．暇があれば論文を読むように心がけてください．自分の研究テーマと似ているもの，参考になるものをしっかりと把握するように努めること．自分の研究テーマは世の中で自分が一番詳しくあるべきで，競争相手を知らないのは恥です．研究を進めていって，論文を書く段階になって参考文献を埋めるために論文を探すなどということのないように．ちなみに，村尾は年間200本以上は読んでいます．研究室に入るまでの授業等では，論文を単に「読み」，まとめる程度でよかったですが，研究活動では論文の内容を「理解し」，必要ならば「再現する」レベルまで読む必要があります．読みましたが理解できませんでしたということの無いように．何十回も読み直し，検索しまくって理解してください．</span>
          </div>
          <div>
            <br>さて，世の中には無数の論文があるといいましたが，すべての論文を読むことは時間的に無理ですので，基本的には以下のようにして効率的に論文を読みます．
          </div>
          <div>
            <ul>
              <li>関連する会議の論文を読む．</li>
              <li>レベルの高い会議の論文を読む．</li>
              <li>読んで参考になった論文の参考文献を読む．</li>
              <li>複数人で論文を分担して読み，輪講で概要を共有し，興味があれば深く読む．</li>
            </ul>
            いきなり難関会議の10ページ超の英語論文を読むのは無理ですので，簡単なものから順にステップアップしていきます．
          </div>
          <br>
          <div>
            <font color="#000000"><b><u>B3の論文課題は以下の通りです．</u></b></font>
          </div>
          <div>
            <span>【やること】</span>配属決定後の7月中旬に下記課題を出しますので，論文をスライドにまとめ，試験期間終了の翌週から順次発表をする．
          </div>
          <div>
            <ol>
              <li><b>最新の年度のUbiquitous Wearable Workshop (UWW)という国内の研究発表会の原稿（1ページ/研究）を一人3本読む．<br></b>直近の回（前年開催）のものから選ぶこと．論文のファイルは　G:\チームドライブ\MuraolabDrive\proceedings\UWW　にあります．<br>論文1本を1枚のスライドにまとめて，1本あたり約3分（合計10分）で発表する．テンプレートは<a href="b3kadai.pptx" rel="nofollow">ここ</a>．<br>8月第2週のコマにB3全員が発表する．B4以上も全員参加．</li>
              <li><b>最新の年度の情報処理学会DICOMOの論文を一人1本読む．<br></b>直近の回（今年開催）のものから選ぶこと．論文のファイルは　G:\共有ドライブ\MuraolabDrive\proceedings\IPSJ DICOMO　にあります．<br>1本あたり約10分で発表する．スライドの様式は自由．何枚用いてもよいが，発表時間を守ること．<br>8月第3週のコマにB3全員が発表する．B4以上も全員参加．<br></li>
              <li><b>教員または先輩がこれまでに書いた英語論文（論文誌または国際会議論文）を一人あたり1本を読む．<br></b>村尾の論文は<a href="http://muraokazuya.net/publication.html" rel="nofollow">私のページ</a>からアクセスできます．基本的に学内からであればDLできるはずです．双見先生の論文は双見先生より連絡があります．アクセスできない論文は村尾までメールをください．直接渡します．<br>1本あたり約10分で発表する．スライドの様式は自由．何枚用いてもよいが，発表時間を守ること．<br>8月第4週のコマにB3全員が発表する．B4以上も全員参加．</li>
            </ol>
            <br>
          </div>
        </td>
      </tr>
    </table>

  </div>
</body>
</html>
